"EPLanguageDirection"="RightToLeft";

//-----------------
"LOC_Common_AppDisplayName"="مراقب استلام الفاكس";
"LOC_Common_OK"="موافق";
"LOC_Common_Cancel"="إلغاء";
"LOC_Common_Next"="التالي";
"LOC_CommonError"="تم إلغاء المعالجة بسبب وقوع خطأ.";

//-----------------
// Menubar
//-----------------
"Fax Receive Monitor"="مراقب استلام الفاكس";
"About Fax Receive Monitor"="حول مراقب استلام الفاكس";
"Preferences..."="التفضيلات...";
"Services"="خدمات";
"Hide Fax Receive Monitor"="إخفاء مراقب استلام الفاكس";
"Hide Others"="إخفاء الأخرى";
"Show All"="إظهار الكل";
"Quit Fax Receive Monitor"="خروج من مراقب استلام الفاكس";

"File"="ملف";
"Close"="إغلاق";

"Window"="نافذة";

"Help"="تعليمات";
"Fax Receive Monitor Help"="تعليمات مراقب استلام الفاكس";

//-----------------
// StartStopAlert
//-----------------
"Loc_AlertMsg_205_EnvironmentNotFound"="لا يمكن العثور على الملف المطلوب لتنفيذ التطبيق.\nأعد تثبيت FAX Utility.";
"Loc_AlertMsg_206_QueueNotFound"="تعذر الحصول على معلومات الطابعة (الفاكس). افتح \"تفضيلات الطابعة والفاكس\" وأضف برنامج تشغل فاكس الكمبيوتر.";
"Loc_AlertMsg_207_User"="مستخدم";
"Loc_AlertMsg_208_InUseUser"="تعذر تشغيل مراقب استلام الفاكس. مستخدم آخر لهذا الكمبيوتر يقوم بتشغيله.";
"Loc_AlertInfo_209_UseOnly1User"="لا يمكن لعدة مستخدمين تشغيل مراقب استلام الفاكس في آن واحد.";
"Loc_AlertMsg_210_SettingOtherAccount"="تعذر تشغيل مراقب استلام الفاكس. قام مستخدم آخر بتعيين حفظ تفضيلات الفاكس.";
"Loc_AlertInfo_211_UseOnly1Setting"="مستخدم واحد فقط يتمتع بصلاحية الوصول إلى تعيين حفظ تفضيلات الفاكسات وبإمكانه تشغيل مراقب استلام الفاكس.";
"Loc_AlertMsg_212_DeleteUser"="تم حذف حساب المستخدم المخصص لحفظ الفاكسات.";

"Loc_AlertMsg_902_FinishAppFaxSave"="تم تعيين حفظ الفاكسات المستلمة على هذا الكمبيوتر. هل تريد الخروج بالتأكيد؟";

//-----------------
// CWaitingWindow
//-----------------
"Loc_Msg_202_WaitingStartPrintingSystem"="قراءة معلومات الطابعة.\n\nالرجاء الانتظار.";
"Loc_Msg_906_WaitingStopApplication"="الإنهاء.\n\nالرجاء الانتظار.";

//-----------------
// CMonitorWindow
//-----------------
"LOC_Msg_306_TableViewColumn_Printer"="الطابعة";
"LOC_Msg_307_TableViewColumn_Status"="الحالة";

"LOC_Msg_302_ToolbarLabel_OpenFolder"="فتح المجلد";
"LOC_Msg_303_ToolbarLabel_RceiveSetting"="إعدادات الاستلام";
"LOC_Msg_304_ToolbarLabel_ManualScan"="فحص الفاكسات";
"LOC_Msg_305_ToolbarLabel_Preference"="التفضيلات";

"LOC_Msg_308_ToolbarLabel_OpenFolder"="فتح مجلد الفاكسات المستلمة";
"LOC_Msg_309_ToolbarLabel_RceiveSetting"="إعدادات الإخراج للفاكسات المستلمة";
"LOC_Msg_310_ToolbarLabel_ManualScan"="التحقق من الفاكسات الجديدة";
"LOC_Msg_311_ToolbarLabel_Preference"="التفضيلات";

// Status
"LOC_Status_320_Waiting_Short"="قيد الانتظار";
"LOC_Status_321_Scanning_Short"="البحث عن فاكسات جديدة";
"LOC_Status_322_NewFax_Short"="تم بنجاح حفظ الفاكسات المستلمة في المجلد المحدد.";
"LOC_Status_323_PrinterNotRespond_Short"="الطابعة لا تستجيب.";
"LOC_Status_324_PrinterBusy_Short"="تعالج الطابعة البيانات حاليًا.";
"LOC_Status_325_SaveFolderNotFound_Short"="تعذر العثور على مجلد الفاكسات المستلمة.";
"LOC_Status_326_WritePermission_Short"="غير مسموح لك بالحفظ في المجلد.";
"LOC_Status_327_WriteFailed_Short"="فشل حفظ الفاكسات في المجلد المحدد.";
"LOC_Status_328_CommunicationError_Short"="حدث خطأ باتصال الطابعة.";
"Loc_Status_329_InUseFaxVolume_Short"="القرص \"FAXRECV\" قيد الاستخدام حاليًا في تطبيق آخر.";
"LOC_Status_330_SaveFolderLowCapacity_Short"="مساحة القرص غير كافية في مجلد الفاكسات المستلمة.";
"LOC_Status_331_PrinterError_Short"="حدث خطأ بالطابعة.";
"LOC_Status_350_AccessErrorFaxVolume_Short"="تعذر حفظ الفاكسات. فشلت مصادقة المستخدم.";

"LOC_AlertMsg_340_RemoveQueueScanStop"="لم يتم حفظ الفاكسات المستلمة. قد يكون قد تم حذف قائمة انتظار الطباعة.";
"LOC_AlertMsg_341_ChangeToPrintScanStop"="لم يتم حفظ الفاكسات المستلمة. تم تغيير الإعداد إلى \"طباعة\" عن طريق كمبيوتر آخر أو قائمة انتظار طباعة أخرى أو طابعة أخرى.";
"LOC_AlertMsg_342_UseOtherQueueScanStop"="لم يتم حفظ الفاكسات المستلمة. تم تغيير الإعداد بحيث يتم حفظها باستخدام كمبيوتر آخر أو قائمة انتظار طباعة أخرى.";

"LOC_AlertInfo_343_UseOnly1Queue"="لا يمكن حفظ الفاكسات باستخدام أجهزة كمبيوتر متعددة أو قوائم طباعة متعددة في آنٍ واحد.";
"LOC_AlertInfo_344_StopedQueueName"="قائمة الطباعة الملغاة:";

//-----------------
// CSettingWindow
//-----------------
"LOC_Msg_701_Title"="إعدادات الإخراج للفاكسات المستلمة";
"LOC_Msg_702_CurrentSettingTitleText"="الإعداد على الطابعة:";
"LOC_Msg_703_TitleReceiveMode_Print"="\"طباعة\"  (طباعة الفاكسات على الطابعة)";
"LOC_Msg_704_TitleReceiveMode_Receive"="\"حفظ\"   (حفظ الفاكسات على هذا الكمبيوتر)";
"LOC_Msg_705_SelectFolderButton"="حفظ إلى...";
"LOC_Msg_706_SendButtonTitleText"="إرسال الإعدادات إلى الطابعة:";
"LOC_Msg_707_TitleButton_SendTo"="إرسال";

"LOC_Msg_709_TitleReceiveMode_WideKey"="Narrow";

"LOC_Msg_709_TitleReceiveMode_OtherQueue"="حفظ الفاكسات على كمبيوتر آخر أو قائمة انتظار طباعة أخرى";
"LOC_Msg_710_WarningOtherQueue"="تدخل التغييرات التي أدخلتها حيز التنفيذ بعد إرسال الإعدادات إلى الطابعة. تم إلغاء الإعدادات السابقة لحفظ الفاكسات على كمبيوتر آخر أو قائمة انتظار طباعة أخرى.";
"LOC_Msg_711_InvalidPermissinSelectFolder"="المجلد محمي ضد الكتابة ولا يمكن استخدامه.";

"LOC_AlertInfo_604_NextFor2Button"="انقر فوق [التالي] لتغيير الإعدادات على هذا الكمبيوتر. انقر فوق [إلغاء] للخروج.";
"LOC_AlertMsg_605_PrinterNotRespond"="الطابعة لا تستجيب. تأكد من صحة اتصال الطابعة وتوصيلها بالطاقة.";
"LOC_AlertMsg_606_PrinterBusy"="تعالج الطابعة البيانات حاليًا. انتظر لبرهة، ثم حاول مجددًا.";
"LOC_AlertMsg_607_CommunicationError"="حدث خطأ باتصال الطابعة.";
"LOC_AlertMsg_608_RemoveQueue"="تم حذف الطابعة (برنامج تشغيل الفاكس) التي تقوم بإعدادها. إضافة الطابعة (برنامج تشغيل الفاكس) في [تفضيلات النظام] - [الطباعة والفاكس].";
"LOC_AlertMsg_609_InUseFaxVolume"="لا يمكن حفظ الفاكسات. القرص \"FAXRECV\" قيد الاستخدام في تطبيق آخر. اخرج من التطبيق لتغيير إعدادات إخراج الفاكس.";
"LOC_AlertMsg_612_UseOtherQueueOnly"="تم تغيير الإعداد بحيث يتم حفظ الفاكسات باستخدام كمبيوتر آخر أو قائمة طباعة أخرى.";
"LOC_AlertMsg_614_ChangeWhileScreen"="التغيير غير مقبول. تم تغيير إعدادات الطابعة عن طريق كمبيوتر آخر أو قائمة انتظار طباعة أخرى أو الطابعة. الرجاء المحاولة مجددًا.";
"LOC_AlertMsg_617_ErrorWhileRestNewFax"="لم يتم حفظ الفاكسات المستلمة بسبب خطأ.";
"LOC_AlertInfo_618_SaveFolderLowCapacity"="مساحة القرص غير كافية. حدد مجلدًا آخر أو قم بإزالة الملفات غير المطلوبة.";
"LOC_AlertInfo_619_SaveFolderNotFound"="تعذر العثور على مجلد الفاكسات المستلمة. تأكد من تحديد المجلد الصحيح. في حالة كون المجلد مشترَكًا على الشبكة، فتأكد من إمكانية الوصول إليه.";
"LOC_AlertInfo_620_WritePermission"="غير مسموح لك بالحفظ في المجلد. تحقق من حق الوصول إلى المجلد.";
"LOC_AlertMsg_623_PrinterError"="حدث خطأ بالطابعة. تخلص من الخطأ، ثم حاول مجددًا.";

"LOC_AlertMsg_630_ConfirmMountAuthentication"="تم تكوين الطابعة بحيث تطلب مصادقة المستخدم من أجل مشاركة ملفات الشبكة وحفظ الفاكسات المستلمة على الكمبيوتر. لحفظ الفاكسات على الكمبيوتر، قم بتخزين معلومات المصادقة على سلسلة مفاتيح Mac OS X.\n\nأدخل الاسم وكلمة المرور إذا طُلب منك ذلك ثم حدد خانة الاختيار \"تذكر كلمة السر هذه في سلسلة المفاتيح الخاصة بي\".\nإذا لم تقم بتخزين المعلومات الموجودة على سلسلة المفاتيح، فستلزم مصادقة المستخدم عند كل حفظ لبيانات الفاكس.";
"LOC_AlertMsg_650_AccessErrorFaxVolume"="فشلت مصادقة المستخدم لحفظ الفاكسات.\nانقر فوق إرسال في شاشة إعدادات الإخراج للفاكسات المستلمة. في الشاشة التالية، أدخل الاسم وكلمة المرور ثم حدد خانة الاختيار \"تذكر كلمة السر هذه في سلسلة المفاتيح الخاصة بي\".";

//-----------------
// CPreferenceWindow
//-----------------
"LOC_Msg_401_Title"="تفضيلات مراقب استلام الفاكس";
"LOC_Msg_402_ScanTimeTitleText"="حدد فترة زمنية للبحث عن فاكسات جديدة (1 إلى 30):";
"LOC_Msg_403_1MinueUnitTitleText"="دقيقة";
"LOC_Msg_404_MinuesUnitTitleText"="دقائق";
"LOC_Msg_405_NotificationTitleText"="الإشعار :";
"LOC_Msg_406_ReceiveNotifyButton"="أرسل إليّ إشعارًا بالفاكسات الجديدة عبر رمز الإرساء";
"LOC_Msg_407_ErrorNotifyButton"="أرسل إليّ إشعارًا بالأخطاء عبر رمز الإرساء";
"LOC_Msg_408_LoginStartTitleText"="البدء عند تسجيل الدخول :";
"LOC_Msg_409_LoginStartSettingAutoTitleText"="تلقائي";
"LOC_Msg_410_LoginStartSettingONTitleText"="تشغيل";
"LOC_Msg_411_LoginStartSettingOFFTitleText"="إيقاف التشغيل";
"LOC_Msg_412_DelayTimeTitleText"="انتظر لبعض الوقت قبل البحث عن فاكسات جديدة (0-10):";
"LOC_Msg_415_1MinueUnitTitleText"="دقيقة";
"LOC_Msg_416_MinuesUnitTitleText"="دقائق";

//-----------------
// CCommunicateSheet
//-----------------
"Loc_Msg_501_CSettingWindowGetSetting"="قراءة الإعدادات من الطابعة.";
"Loc_Msg_801_CSettingWindowScanRemainFax"="التحقق من وجود فاكسات جديدة قبل تغيير الإعدادات.";
"Loc_Msg_802_CSettingWindowSendSetting"="إرسال الإعدادات إلى الطابعة.";

//-----------------
"LOC_Msg_703_TitleReceiveMode_Print110"="عدم حفظ الفاكسات";
"LOC_AlertMsg_615_RestNewFax"="تعذر تغيير الإعداد لأن هناك فاكسات جديدة في الطابعة. استخدم لوحة تحكم الطابعة لتغيير الإعداد.";
"LOC_AlertMsg_341_ChangeToPrintScanStop110"="لم يتم حفظ الفاكسات المستلمة. تم تغيير الإعداد إلى \"عدم حفظ الفاكسات\" عن طريق كمبيوتر آخر أو قائمة انتظار طباعة أخرى أو طابعة أخرى.";

"LOC_AdminPassword_Title"="إدخال كلمة مرور المسؤول";
"LOC_AdminPassword_Label"="كلمة مرور مسؤول";
"LOC_AdminPassword_Alert"="كلمة المرور غير صحيحة.";
"LOC_AdminPassword_OK"="موافق";
"LOC_AdminPassword_Cancel"="إلغاء";
